{
	"id": "architecture",
	"logo": "/architecture/architecture_logo.png",
	"quote": "Your daily dose of art, design and architecture curation.",
	"categories": [
		{
			"label": "Argentina"
		},
		{
			"label": "China"
		},
		{
			"label": "Slovenia"
		}
	],
	"articles": [
		{
			"title": "Equestrian House",
			"date": "29.04.2018",
			"category": "Argentina",
			"image": "/architecture/equestrian_house.jpg",
			"content": [
				"Equestrian House is a holiday residence located in Costa Esmeralda, a picturesque stretch of coastline 250 miles (400 kilometres) south of Buenos Aires.",
				"The concrete – which is textured by the imprints of wooden boards and is a popular aesthetic in Argentina – forms the roof, floor and interior walls of the single-storey house. Meanwhile, the exterior walls are made of wood, glass and a metal structure.",
				"Vertical concrete fins between the roof and the floor bolster the wall structure, and extend out in front of large windows placed to make the most of forested views. Blackened pine wood clads the rear to provide privacy from neighbours."
			],
			"more": "https://www.dezeen.com/2018/04/29/equestrian-house-luciano-kruk-board-marked-concrete-holiday-home-argentina-blackened-wood/",
			"extras": {
				"title": "Luciano Kruk combines blackened wood with concrete",
				"content": "Kruk designed the latest house for a couple with two children, who asked him to use less concrete than previous designs in order to build it cheaply and quickly."
			}
		},
		{
			"title": "Garden chapel",
			"date": "09.10.2014",
			"category": "China",
			"image": "/architecture/garden_chapel.jpg",
			"content": [
				"Dark shingles cover this roof, which folds back on itself to give the square-planned building two corners that pitch sharply upwards and two that dip down.",
				"A cross tops the 12-metre peak on the west facade, while a second low-level pitched roof nestled in the dip gives height to the church hall beneath.",
				"Below the roof, a double-layered facade consists of solid white walls, screened behind a semi-transparent wooden skin.",
				"'The exterior wood strips and asphalt shingles are left in their natural colour, emphasising the importance of nature,' said the architects."
			],
			"more": "https://www.dezeen.com/2014/10/09/nanjing-wanjing-garden-chapel-azl-architects/",
			"extras": {
				"title": "This chapel features semi-transparent walls and a butterfly roof",
				"content": "The building's most noticeable feature is its profile – a variation on the typical butterfly roof, an inverted structure that rises at its edges rather that at its centre."
			}
		},
		{
			"title": "Open-air chapel",
			"date": "29.04.2018",
			"category": "Slovenia",
			"image": "/architecture/open_air_chapel.jpg",
			"content": [
				"Over recent years the village has gradually transformed from a small rural settlement into a suburb for commuters working in the nearby town.",
				"Skorba's organic expansion altered the historic clustered street plan, and left the village without a defined centre or space for public meeting and events.",
				"A decision to create a new chapel in the village prompted Skorba's inhabitants to consider creating a multipurpose space that could also fulfil the functions of a traditional public square."
			],
			"more": "https://www.dezeen.com/2018/04/29/sloping-concrete-volumes-enclose-social-hub-chapel-in-slovenian-village-architecture/",
			"extras": {
				"title": "Sloping concrete volumes in Slovenian village",
				"content": "The concrete structure is positioned centrally on the vacant plot and is partially embedded in a grassy bank. A narrow path extends across the grass to connect the main functional area with the adjacent road."
			}
		}
	]
}
